[{"question":"What is the company's net income?","acronym":"Net Income","full_name":"Net Income","description":"Net income is the total profit of a company after all expenses and taxes have been deducted from total revenue.","found":1,"value":"164 million CHF","source":2},{"question":"What are the company's total assets?","acronym":"Total Assets","full_name":"Total Assets","description":"The total value of everything a company owns, including cash, investments, property, and other assets.","found":1,"value":"114,380","source":36},{"question":"What is the company's EBIT?","acronym":"EBIT","full_name":"Earnings Before Interest and Taxes","description":"EBIT is a measure of a company's profitability that includes all expenses except interest and income tax expenses.","found":1,"value":"258 million CHF (2022), 326 million CHF (2023)","source":42},{"question":"What is the company's total equity?","acronym":"Total Equity","full_name":"Total Equity","description":"Total equity represents the residual interest in the assets of the entity after deducting liabilities.","found":1,"value":"6,264","source":50},{"question":"What are the company's current liabilities?","acronym":"Current Liabilities","full_name":"Current Liabilities","description":"The company's obligations that are due within one year.","found":1,"value":"95,791","source":50},{"question":"What is the cash and cash equivalents of the company?","acronym":"CCE","full_name":"Cash and Cash Equivalents","description":"Cash and cash equivalents refer to the total amount of cash and other liquid assets that a company has on hand at a given point in time.","found":1,"value":"27,090","source":50},{"question":"What are the company's current assets?","acronym":"Current Assets","full_name":"Current Assets","description":"Current assets are all the assets of a company that are expected to be sold, consumed, or used through the normal operations of a business within one year.","found":1,"value":"Current assets are calculated as the sum of liquid assets, amounts due from banks, amounts due from securities financing transactions, amounts due from customers, positive replacement values of derivative financial instruments, financial investments, accrued income and prepaid expenses, and other assets.","source":50},{"question":"What is the company's total revenue?","acronym":"Total Revenue","full_name":"Total Revenue","description":"Total revenue represents the total income generated by a company from its business activities, usually from the sale of goods and services to customers.","found":1,"value":"1,235 million francs","source":52},{"question":"What are the company's cash flow from operations?","acronym":"CFO","full_name":"Cash Flow from Operations","description":"Cash flow from operations represents the amount of cash generated by a company's normal business operations.","found":1,"value":"253 million CHF for 2022, 179 million CHF for 2023","source":54},{"question":"What are the company's cash flow from financing?","acronym":"CFF","full_name":"Cash Flow from Financing","description":"Cash flow from financing activities represents the net cash inflows and outflows related to transactions with the company's owners and creditors, such as issuing or repurchasing equity, borrowing, and repaying debt.","found":1,"value":"223 million CHF (2022), 190 million CHF (2023)","source":54},{"question":"What are the company's cash flow from investing?","acronym":"CFI","full_name":"Cash Flow from Investing","description":"Cash flow from investing activities includes cash transactions for the purchase and sale of investments, property, plant, and equipment, and other long-term assets.","found":1,"value":"36 million CHF (inflow), 32 million CHF (outflow)","source":54}]