[{"question":"What is the company's net income?","acronym":"Net Income","full_name":"Net Income","description":"Net income is the total profit of a company after all expenses and taxes have been deducted from total revenue.","found":1,"value":1181.898,"base":"Million","unit":"CHF","source":14},{"question":"What are the inventories of the company?","acronym":"Inventories","full_name":"Inventories","description":"The total value of goods and materials that a business holds for the purpose of resale.","found":1,"value":"2889309000.0","base":"Base unit","unit":"CHF","source":42},{"question":"What is the company's total equity?","acronym":"Total Equity","full_name":"Total Equity","description":"Total equity represents the residual interest in the assets of the entity after deducting liabilities. It includes elements such as share capital, reserves, and retained earnings.","found":1,"value":"20600000.0","base":"Million","unit":"CHF","source":44},{"question":"What are the company's total assets?","acronym":"Total Assets","full_name":"Total Assets","description":"The total value of everything a company owns, including cash, investments, property, and other assets.","found":1,"value":"280.635","base":"Billion","unit":"CHF","source":146},{"question":"What is the cash and cash equivalents of the company?","acronym":"CCE","full_name":"Cash and Cash Equivalents","description":"Cash and cash equivalents represent the company's most liquid assets, including cash on hand, demand deposits, and short-term investments that are readily convertible to known amounts of cash.","found":1,"value":"35441687.0","base":"Unit","unit":"CHF","source":146},{"question":"What are the company's cash flow from investing?","acronym":"CFI","full_name":"Cash Flow from Investing","description":"Cash flow from investing activities represents the cash used in or generated from investing activities such as the purchase or sale of assets, investments in securities, or acquisitions.","found":1,"value":"-188.953","base":"Million","unit":"CHF","source":148},{"question":"What are the company's cash flow from operations?","acronym":"CFO","full_name":"Cash Flow from Operations","description":"Cash flow from operations represents the amount of cash generated by a company's normal business operations.","found":1,"value":"1297502000.0","base":"Thousand","unit":"CHF","source":148},{"question":"What are the company's cash flow from financing?","acronym":"CFF","full_name":"Cash Flow from Financing","description":"Cash flow from financing activities represents the net cash inflows and outflows related to transactions with the company's owners and creditors, such as issuing or repurchasing equity, borrowing or repaying debt, and paying dividends.","found":1,"value":"378.684","base":"Million","unit":"CHF","source":148}]