[{"question":"What is the company's net income?","acronym":"Net Income","full_name":"Net Income","description":"Net income is the total profit of a company after all expenses and taxes have been deducted from total revenue.","found":1,"value":"1,068,790,000 CHF","source":31},{"question":"What is the company's total revenue?","acronym":"Total Revenue","full_name":"Total Revenue","description":"Total revenue represents the total income generated by a company from its business activities, usually from the sale of goods and services to customers.","found":1,"value":"3,383,000,000 CHF","source":35},{"question":"What are the company's total assets?","acronym":"Total Assets","full_name":"Total Assets","description":"The total value of everything a company owns, including cash, investments, property, and other assets.","found":1,"value":"284.5 billion CHF","source":40},{"question":"What is the company's total equity?","acronym":"Total Equity","full_name":"Total Equity","description":"Total equity represents the residual interest in the assets of the entity after deducting liabilities. It includes items such as share capital, retained earnings, and other reserves.","found":1,"value":"19,1 billion","source":44},{"question":"What are the company's current liabilities?","acronym":"CL","full_name":"Current Liabilities","description":"Current liabilities are a company's debts or obligations that are due within one year.","found":1,"value":"284,489,174","source":152},{"question":"What is the cash and cash equivalents of the company?","acronym":"CCE","full_name":"Cash and Cash Equivalents","description":"Cash and cash equivalents represent the company's most liquid assets, including cash on hand, demand deposits, and short-term investments that are readily convertible to known amounts of cash.","found":1,"value":"57,274,981","source":152},{"question":"What are the company's current assets?","acronym":"Current Assets","full_name":"Current Assets","description":"Current assets are all the assets of a company that are expected to be sold, consumed, or used through standard business operations within one year.","found":1,"value":"Liquid assets: 57,274,981, Amounts due from banks: 3,245,470, Amounts due from customers: 9,995,698, Trading portfolio assets: 2,573,578, Positive replacement values of derivative financial instruments: 1,356,418, Financial investments: 8,548,769","source":152},{"question":"What are the company's cash flow from investing?","acronym":"CFI","full_name":"Cash Flow from Investing","description":"Cash flow from investing activities includes cash transactions for the purchase and sale of investments, property, plant, and equipment, and other long-term assets.","found":1,"value":"-225,159","source":154},{"question":"What are the company's cash flow from financing?","acronym":"CFF","full_name":"Cash Flow from Financing","description":"Cash flow from financing activities includes cash transactions related to the company's equity and debt financing, such as issuing or repurchasing stock, borrowing, and repaying debt.","found":1,"value":"1,135,829","source":154},{"question":"What are the company's cash flow from operations?","acronym":"CFO","full_name":"Cash Flow from Operations","description":"Cash flow from operations represents the amount of cash generated by a company's normal business operations.","found":1,"value":"1,568,974","source":154}]