[{"question":"What is the company's net income?","acronym":"Net Income","full_name":"Net Income","description":"Net income is the total profit of a company after all expenses and taxes have been deducted from total revenue.","found":1,"value":"1.39","base":"Billion","unit":"CHF","source":3},{"question":"What is the company's total revenue?","acronym":"Total Revenue","full_name":"Total Revenue","description":"The total amount of income generated by the sale of goods or services related to the company's primary operations.","found":1,"value":4069.1,"base":"Million","unit":"CHF","source":19},{"question":"What is the company's total equity?","acronym":"Total Equity","full_name":"Total Equity","description":"Total equity represents the residual interest in the assets of the entity after deducting liabilities. It includes cooperative capital, retained earnings, reserves for general banking risks, and group profit.","found":1,"value":"22.378","base":"Billion","unit":"CHF","source":59},{"question":"What are the company's total assets?","acronym":"Total Assets","full_name":"Total Assets","description":"The total value of everything a company owns, including cash, investments, property, and other assets.","found":1,"value":297135000000.0,"base":"Billion","unit":"CHF","source":76},{"question":"What is the cash and cash equivalents of the company?","acronym":"CCE","full_name":"Cash and Cash Equivalents","description":"Cash and cash equivalents represent the company's most liquid assets, including cash on hand, demand deposits, and short-term investments that are readily convertible to known amounts of cash.","found":1,"value":45050.441,"base":"Million","unit":"CHF","source":76},{"question":"What are the company's cash flow from operations?","acronym":"CFO","full_name":"Cash Flow from Operations","description":"Cash flow from operations represents the amount of cash generated by a company's normal business operations.","found":1,"value":1880736000.0,"base":"Thousand","unit":"CHF","source":77},{"question":"What are the company's cash flow from financing?","acronym":"CFF","full_name":"Cash Flow from Financing","description":"Cash flow from financing activities represents the net cash inflows and outflows related to transactions with the company's owners and creditors, such as issuing or repurchasing equity, borrowing, and repaying debt.","found":1,"value":346.836,"base":"Million","unit":"CHF","source":77},{"question":"What are the company's cash flow from investing?","acronym":"CFI","full_name":"Cash Flow from Investing","description":"Cash flow from investing activities includes cash inflows and outflows related to the acquisition and disposal of long-term assets and other investments not included in cash equivalents.","found":1,"value":-188.983,"base":"Million","unit":"CHF","source":77}]