[{"question":"What is the company's total revenue?","acronym":"Total Revenue","full_name":"Total Revenue","description":"The total amount of income generated by the sale of goods or services related to the company's primary operations.","found":1,"value":"62,265","source":18},{"question":"What are the company's total assets?","acronym":"Total Assets","full_name":"Total Assets","description":"The total value of everything a company owns, including current and non-current assets.","found":1,"value":"139,608 million €","source":21},{"question":"What are the inventories of the company?","acronym":"Inventories","full_name":"Inventories","description":"The total value of raw materials, work in progress, finished goods, and advances to suppliers held by the company.","found":1,"value":"8,836 million €","source":21},{"question":"What are the company's current assets?","acronym":"Current Assets","full_name":"Current Assets","description":"Current assets are all the assets of a company that are expected to be sold, consumed, or used through standard business operations within one year.","found":1,"value":"52,340","source":21},{"question":"What is the cash and cash equivalents of the company?","acronym":"CCE","full_name":"Cash and Cash Equivalents","description":"Cash and cash equivalents represent the company's most liquid assets, including cash on hand, demand deposits, and short-term investments that are readily convertible to known amounts of cash.","found":1,"value":"9,545","source":21},{"question":"What are the company's current liabilities?","acronym":"Current Liabilities","full_name":"Current Liabilities","description":"The company's obligations that are due within one year.","found":1,"value":"39,952 million €","source":22},{"question":"What are the company's cash flow from investing?","acronym":"CFI","full_name":"Cash Flow from Investing","description":"Cash Flow from Investing activities represents the net cash used in or provided by a company's investing activities, such as the purchase and sale of long-term assets and investments.","found":1,"value":"-17,192 million € (continuing operations), 1,698 million € (discontinued operations), -15,494 million € (continuing and discontinued operations)","source":23},{"question":"What are the company's cash flow from operations?","acronym":"CFO","full_name":"Cash Flow from Operations","description":"Cash flow from operations (CFO) represents the amount of cash generated by a company's normal business operations.","found":1,"value":"10,109 million €","source":23},{"question":"What are the company's cash flow from financing?","acronym":"CFF","full_name":"Cash Flow from Financing","description":"Cash Flow from Financing activities includes cash transactions related to the company's financing activities, such as issuance and repayment of debt, dividends paid, and transactions involving treasury shares.","found":1,"value":"785","source":23},{"question":"What is the company's net income?","acronym":"Net Income","full_name":"Net Income","description":"Net income is the total profit of a company after all expenses and taxes have been deducted from total revenue.","found":1,"value":"5,147 million €","source":37},{"question":"What is the company's gross profit?","acronym":"Gross Profit","full_name":"Gross Profit","description":"Gross profit is the difference between revenue and the cost of goods sold (COGS). It represents the profit a company makes after deducting the costs associated with making and selling its products or the costs associated with providing its services.","found":1,"value":"4,135","source":37},{"question":"What is the company's total equity?","acronym":"TE","full_name":"Total Equity","description":"Total equity represents the residual interest in the assets of the entity after deducting liabilities. It includes issued capital, reserves, retained earnings, and other components of equity.","found":1,"value":"49,274","source":45},{"question":"What is the company's EBITDA?","acronym":"EBITDA","full_name":"Earnings Before Interest, Taxes, Depreciation, and Amortization","description":"EBITDA is a measure of a company's overall financial performance and is used as an alternative to net income in some circumstances. It excludes the costs associated with interest, taxes, depreciation, and amortization.","found":1,"value":"9,091 million €","source":69},{"question":"What is the company's EBIT?","acronym":"EBIT","full_name":"Earnings Before Interest and Taxes","description":"EBIT is a measure of a company's profitability that includes all expenses except interest and income tax expenses.","found":1,"value":"Income (loss) from operations","source":114}]